Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_784_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: siiddut:158
smn: xxx

source: haddi : 20,00 €
smn: xxx

source: dássi : 7-9. lk
smn: xxx

source: Sámediggi 2013
smn: xxx

source: Skuvlla eatnandiehtu Amerihká lea vuođđoskuvlla badjedási oahppiide oaivvilduvvon eatnandieđu oahppogirji .
smn: Škoovlâ eennâmtiätu Amerik lii vuađuškoovla pajeluokkaid uaivildum eennamtiađu oppamateriaal .

source: Girjjis gieđahallojuvvojit čielgasit guokte eananoasi , Lulli- ja Davvi-Amerihká .
smn: Oppâkirje kieđavuš čielgasavt kyehti eennamuasi , Maada- ja Tave-Amerik .

source: Oahppogirjji guđege logu loahpas leat oktiigeassu ja bargobihtát .
smn: Oppakirje jieškote-uv lovo loopast laa čuakankiasu ja pargopitah .

source: sámegillii : Ilmari Mattus
smn: xxx

source: Oahppangihpa láide anolaš eatnandieđalaš dáidduid , kárttáid geavaheami , diagrámmaid ja áigeguovdilis materiálaid ipmirdeapmái ja heiveheapmái .
smn: Amerik Oppamvihko stivree vuavalašvuođa eennantieđalaš taaiđui , kaarta kevttim , lovottuvai , diagraamai ja aigikyevdilis amnasij ibbeerdman ja heivitman .

source: Oahppangihppagis leat bárra- ja joavkobargobihtát , sihke gihpabarggut , mat gáibidit iešguđetlágan diehtogálduid ávkkástallama .
smn: Oppamvihkoost laa para- ja juavkkupargopitah sehe vihkopargopitah , moh vaattih sieralagan tiatukaldei kevttim .

source: Dasa lassin gihpagis leat suokkardallan- ja interneahttabargobihtát .
smn: Lasseen laa arvuštallampargopitah ja internetpargopitah .
